alefragnani.project-manager
anthropic.claude-code
brittanychiang.halcyon-vscode
casualjim.gotemplate
davidanson.vscode-markdownlint
ecmel.vscode-html-css
eliverlara.andromeda
enkia.tokyo-night
esbenp.prettier-vscode
golang.go
hashicorp.hcl
hashicorp.terraform
ibm.output-colorizer
idleberg.icon-fonts
ms-kubernetes-tools.vscode-kubernetes-tools
ms-vscode.makefile-tools
msyrus.go-doc
mtxr.sqltools
mtxr.sqltools-driver-pg
nicolasvuillamy.vscode-groovy-lint
oderwat.indent-rainbow
pkief.material-icon-theme
redhat.vscode-yaml
ritwickdey.liveserver
rust-lang.rust-analyzer
shahilkumar.docxreader
tomoki1207.pdf
wmanth.jar-viewer
zainchen.json
